{
    "title" : "Privacy Policy",
    "preface": "Welcome to use the products and/or services of Luo's Game (hereinafter referred to as ”we“). When you use our products and/or services, we may collect and use your relevant information. We know that the personal information security of any user is of vital importance. We will attach great importance to and strive to protect the security of your personal information privacy. This Privacy Policy applies to the information provided or retained by you when you use all the products and/or services we provide (collectively referred to as our products and/or services in this Privacy Policy). We hope to explain to you through this Privacy Policy how we collect, use, save, share and transfer this information when you use our products and/or services, and we will provide you with ways to query, update, delete, protect and cancel this information. Please read carefully and confirm that you fully understand all the rules and key points of this Privacy Policy before continuing to use our products or services. Once you choose to use or continue to use our products and services after we update this Privacy Policy (we will promptly notify you of the update), you will be deemed to agree to the entire content of this Privacy Policy (including the updated version) and agree that we collect, use, share and process your relevant information in accordance with this Privacy Policy.",
    "contentList": [
        {
            "title": "【Information Collection and Use】",
            "content": "In order to provide a better experience, during your use of this product, we may collect your device information at a certain frequency to meet security requirements, including unchangeable device identification information (referring to a string of characters programmed into the device by the device manufacturer to identify it, such as IMEI, AndroidID, OAID, IMSI, ICCID, GAID, MEID for Android, IDFV, IDFA for iOS, and the “device identification information” referred to in this policy are the same as this definition), hardware serial number, MAC address, SD card data. Please understand that when you switch the APP on the device screen to run in the background, due to some device models and system reasons, the information collection behavior generated by your previous use of APP-related functions may not be stopped immediately, which will result in a short-term background information collection behavior."
        },
        {
            "title": "【Third-party access】",
            "content": "Only aggregated, anonymous data is periodically transferred to external services to help us improve the app and its services. Please note that this app uses third-party services that have their own privacy policies for data processing. Below are links to the privacy policies of the third-party service providers used by this app",
            "list": [
                "<a target='_blank' href='https://support.google.com/admob/answer/6128543?hl=en'>AdMob</a>",
                "<a target='_blank' href='https://firebase.google.com/support/privacy/'>Firebase Crashlytics</a>"
            ]
        },
        {
            "title": " ",
            "content": "Service Providers May Disclose User-Provided and Automatically Collected Information",
            "list": [
                "As required by law, such as to comply with a subpoena or similar legal process",
                "When they believe in good faith that disclosure is necessary to protect their rights, protect your safety or the safety of others, investigate fraud, or respond to a government request",
                "Share information with trusted service providers who work on their behalf, do not independently use the information we disclose to them, and agree to abide by the rules set out in this Privacy Statement"
            ]
        },
        {
            "title": "【Device permission call】",
            "content": "In the process of providing services, we may require you to open some device permissions, such as notification, network, storage and other access permissions. You can also choose to close some or all permissions at any time in the [Settings] function of your device to refuse us to collect your corresponding personal information. The display and closing methods of permissions may vary on different devices. Please refer to the device and system developer's instructions or policies for details."
        },
        {
            "title": "【Your rights】",
            "list": [
                "You can easily stop all information collection by an app by uninstalling the app. You can use the standard uninstall process available in your mobile device or through the standard uninstall process available in the mobile app marketplace or on the web.",
                "We currently only collect anonymous information. If you have any questions about how we collect information, you can contact us by email."
            ]
        },
        {
            "title": "【Updates and Notices to This Policy】",
            "content": "This Privacy Policy may be updated from time to time for any reason. We will notify you of any changes to the Privacy Policy by updating this page with the new Privacy Policy. You are advised to review this Privacy Policy regularly for any changes, as continued use will be deemed as consent to all changes."
        },
        {
            "title": "【contact us】",
            "content": "If you have any questions about privacy when using our products/services, or have questions about our practices, please contact us via email at 82420274@qq.com"
        }
    ],
    "update": "Luo's Game<br />2024-08-01"
}