{
    "title": "隐私政策",
    "preface": "欢迎您使用洛的游戏（以下简称“我们”）的产品和/或服务，您在使用我们的产品和/或服务时，我们可能会收集和使用您的相关信息，我们知道任何用户的个人信息安全都是至关重要的，我们将高度重视并竭力保护好您的个人信息隐私的安全。本隐私政策适用于您使用我们所提供的全部产品和/或服务（本隐私政策中统称为我们的产品和/或服务）的使用而提供或留存的信息，我们希望通过本隐私政策向您说明我们在您使用我们的产品和/或服务时是如何收集、使用、保存、共享和转让这些信息，以及我们将为您提供查询、更新、删除、保护以及注销这些信息的方式。请您在继续使用我们的产品或服务前务必认真仔细阅读并确认充分理解本隐私政策全部规则和要点，一旦您选择使用或在我们更新本隐私政策后（我们会及时提示您更新的情况）继续使用我们的产品和服务，即视为您同意本隐私政策（含更新版本）的全部内容，同意我们按本隐私政策收集、使用、共享和处理您的相关信息。",
    "contentList": [
        {
            "title": "【信息收集和使用】",
            "content": "为了获得更好的体验，在您使用本产品的过程中，我们可能会按照实现安全保障需求的一定频率收集您的设备信息，包括不可变更的设备标识信息（指由设备制造商编入到设备以对其进行标识的一串字符，Android如IMEI、AndroidID、OAID、IMSI、ICCID、GAID、MEID，iOS如IDFV、IDFA，本政策中所指的“设备标识信息”均同本定义）、硬件序列号、MAC地址、SD卡数据。请您理解，当您将处于设备屏幕中的APP切换至后台运行时，由于部分设备机型及系统原因，您此前使用APP相关功能而产生的信息收集行为，可能无法立即停止，从而将导致短暂的后台信息收集行为。"
        },
        {
            "title": "【第三方访问】",
            "content": "只有汇总的匿名数据会定期传输到外部服务，以帮助我们改进应用程序及其服务。请注意，本应用程序使用第三方服务，这些服务有自己的数据处理隐私政策。以下是本应用程序使用的第三方服务提供商的隐私政策链接",
            "list": [
                "<a target='_blank' href='https://support.google.com/admob/answer/6128543?hl=en'>AdMob</a>",
                "<a target='_blank' href='https://firebase.google.com/support/privacy/'>Firebase Crashlytics</a>"
            ]
        },
        {
            "title": " ",
            "content": "服务提供商可能会披露用户提供和自动收集的信息",
            "list": [
                "按照法律要求，例如遵守传票或类似的法律程序",
                "当他们真诚地相信披露对于保护他们的权利、保护您或他人的安全、调查欺诈或响应政府要求是必要的时",
                "与代表他们工作的可信赖的服务提供商共享信息，不会独立使用我们向他们披露的信息，并同意遵守本隐私声明中规定的规则"
            ]
        },
        {
            "title": "【设备权限调用】",
            "content": "我们在提供服务的过程中，可能需要您开通一些设备权限，例如通知、网络、存储等访问权限。您也可以在您的设备的【设置】功能中随时选择关闭部分或者全部权限，从而拒绝我们收集您相应的个人信息。在不同设备中，权限显示方式及关闭方式可能有所不同，具体请参考设备及系统开发方说明或政策。"
        },
        {
            "title": "【您的权利】",
            "list": [
                "您可以通过卸载应用程序轻松停止应用程序的所有信息收集。您可以使用移动设备中提供的标准卸载流程，或通过移动应用程序市场或网络提供的标准卸载流程。",
                "目前我们只收集匿名信息，若您对我们收集信息的方式有疑问，您可以通过电子邮件联系我们。"
            ]
        },
        {
            "title": "【本政策更新及通知】",
            "content": "本隐私政策可能因任何原因不时更新。我们将通过更新此页面以新的隐私政策来通知您隐私政策的任何变更。建议您定期查阅本隐私政策以了解任何变更，因为继续使用即视为同意所有变更。"
        },
        {
            "title": "【联系我们】",
            "content": "如果您在使用我们的产品/服务时对隐私有任何疑问，或对做法有疑问，请通过电子邮件 luosgame@qq.com 联系我们。"
        }
    ],
    "update": "洛的游戏<br />2024-08-01"
}